Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# coach.issue.daytimeSleepConsumesContext.action
source: If napping, keep it under 20 minutes or move it outside your %@ window.
ar: إذا كنت تأخذ قيلولة، حافظ عليها أقل من 20 دقيقة أو انقلها خارج فترة %@.
ca: Si fas migdiada, mantén-la per sota de 20 minuts o mou-la fora de la teva finestra de %@.
de: Halte Nickerchen unter 20 Minuten oder verlege sie außerhalb deines %@-Zeitfensters.
es: Si duermes siesta, mantenla bajo 20 minutos o muévela fuera de tu ventana de %@.
fr: Si vous faites la sieste, gardez-la sous 20 minutes ou déplacez-la hors de votre créneau de %@.
ja: 昼寝する場合は20分以内にするか、%@の時間帯外に移してください。
zh_hans: 如果小睡，请控制在20分钟以内或将其移到%@时段之外。

# coach.issue.daytimeSleepConsumesContext.outcome
source: Short power naps boost alertness without interfering with obligations or nighttime sleep.
ar: القيلولة القصيرة تعزز اليقظة دون التدخل في الالتزامات أو النوم الليلي.
ca: Les migdiades curtes milloren l'alerta sense interferir amb obligacions ni el son nocturn.
de: Kurze Power-Naps steigern die Wachheit ohne Verpflichtungen oder Nachtschlaf zu beeinträchtigen.
es: Las siestas cortas mejoran la alerta sin interferir con obligaciones ni el sueño nocturno.
fr: Les courtes siestes améliorent la vigilance sans interférer avec les obligations ou le sommeil nocturne.
ja: 短いパワーナップは義務や夜の睡眠を妨げずに覚醒度を高めます。
zh_hans: 短暂的小睡可以提高警觉性，而不影响义务或夜间睡眠。

# coach.issue.daytimeSleepConsumesContext.reason
source: Significant daytime sleep falls within your %@ window.
ar: نوم نهاري كبير يقع ضمن فترة %@ الخاصة بك.
ca: Una quantitat significativa de son diürn cau dins la teva finestra de %@.
de: Erheblicher Tagesschlaf fällt in dein %@-Zeitfenster.
es: Una cantidad significativa de sueño diurno cae dentro de tu ventana de %@.
fr: Un sommeil diurne significatif tombe dans votre créneau de %@.
ja: かなりの日中睡眠が%@の時間帯に含まれています。
zh_hans: 大量日间睡眠落在您的%@时段内。

# coach.issue.daytimeSleepConsumesContext.title
source: Daytime sleep during your schedule
ar: النوم النهاري خلال جدولك
ca: Son diürn durant el teu horari
de: Tagesschlaf während deines Zeitplans
es: Sueño diurno durante tu horario
fr: Sommeil diurne pendant votre emploi du temps
ja: スケジュール中の日中睡眠
zh_hans: 日间睡眠占用日程时间

# coach.issue.delayedPhase.action
source: Get bright light (sunlight or 10,000-lux lamp) at %@ for 20–30 min. Shift bedtime 15 min earlier every 2 days.
ar: تعرض للضوء الساطع في الساعة %@ لمدة 20-30 دقيقة. قدِّم موعد نومك 15 دقيقة كل يومين.
ca: Exposa't a llum intensa (sol o làmpada 10.000 lux) a les %@ durant 20-30 min. Avança l'hora d'anar a dormir 15 min cada 2 dies.
de: Helles Licht (Sonne oder 10.000-Lux-Lampe) um %@ Uhr für 20-30 Min. tanken. Schlafenszeit alle 2 Tage um 15 Min. vorverlegen.
es: Exponte a luz brillante (sol o lámpara 10.000 lux) a las %@ durante 20-30 min. Adelanta tu hora de dormir 15 min cada 2 días.
fr: Exposez-vous à une lumière vive (soleil ou lampe 10 000 lux) à %@ pendant 20-30 min. Avancez l'heure du coucher de 15 min tous les 2 jours.
ja: %@に明るい光（日光または1万ルクスランプ）を20〜30分浴びてください。2日ごとに就寝時刻を15分早めましょう。
zh_hans: 在%@接受强光（阳光或10000勒克斯灯）照射20-30分钟，每2天提前15分钟就寝。

# coach.issue.delayedPhase.outcome
source: Your sleep timing will advance 15–30 minutes per week with consistent effort.
ar: سيتقدم توقيت نومك بمقدار 15-30 دقيقة كل أسبوع مع الالتزام المنتظم.
ca: El teu horari de son avançarà 15-30 minuts per setmana amb consistència.
de: Dein Schlafrhythmus verschiebt sich bei konsequenter Umsetzung um 15–30 Minuten pro Woche nach vorne.
es: Tu horario de sueño avanzará 15-30 minutos por semana con esfuerzo constante.
fr: Votre horaire de sommeil avancera de 15 à 30 minutes par semaine avec un effort constant.
ja: 継続的な取り組みにより、毎週15〜30分ずつ睡眠タイミングが前進します。
zh_hans: 坚持努力，每周睡眠时间将提前15–30分钟。

# coach.issue.delayedPhase.reason
source: Your biological activity peak falls in the late evening, meaning your internal clock is running significantly later than most social schedules require.
ar: ذروة نشاطك البيولوجي تقع في المساء المتأخر، مما يعني أن ساعتك البيولوجية تعمل متأخرة بشكل ملحوظ عن المعيار الاجتماعي.
ca: El teu pic d'activitat biològica cau tard a la nit, cosa que significa que el teu rellotge intern funciona significativament més tard del que la majoria de programes socials requereixen.
de: Dein biologisches Aktivitätsmaximum fällt auf den späten Abend, was bedeutet, dass deine innere Uhr deutlich später als der gesellschaftliche Standard läuft.
es: Tu pico de actividad biológica cae en la noche avanzada, lo que significa que tu reloj interno funciona significativamente más tarde de lo que la mayoría de los horarios sociales requieren.
fr: Votre pic d'activité biologique tombe en fin de soirée, ce qui signifie que votre horloge interne fonctionne bien plus tard que la plupart des horaires sociaux ne le requièrent.
ja: 生物学的な活動のピークが深夜に集中しており、体内時計が社会的なスケジュールより大幅に遅れていることを意味します。
zh_hans: 您的生物活动峰值出现在深夜，说明您的生物钟比大多数社会时间表所需的要晚得多。

# coach.issue.delayedPhase.title
source: Delayed Sleep Phase
ar: طور النوم المتأخر
ca: Fase del son retardada
de: Verzögerte Schlafphase
es: Fase del sueño retrasada
fr: Phase de sommeil retardée
ja: 睡眠位相の遅れ
zh_hans: 睡眠时相延迟

# coach.issue.fragmentedSleep.action
source: Avoid caffeine after 14:00, reduce alcohol, and keep your bedroom cool, dark, and quiet.
ar: تجنب الكافيين بعد الساعة 14:00، وقلّل من الكحول، واجعل غرفة النوم باردة ومظلمة وهادئة.
ca: Evita la cafeïna després de les 14:00, redueix l'alcohol i mantén la habitació fresca, fosca i silenciosa.
de: Vermeide Koffein nach 14:00 Uhr, reduziere Alkohol und halte das Schlafzimmer kühl, dunkel und ruhig.
es: Evita la cafeína después de las 14:00, reduce el alcohol y mantén el dormitorio fresco, oscuro y silencioso.
fr: Évitez la caféine après 14:00, réduisez l'alcool et gardez la chambre fraîche, sombre et calme.
ja: 14:00以降のカフェインを避け、アルコールを減らし、寝室を涼しく暗く静かに保ちましょう。
zh_hans: 14:00后避免咖啡因，减少饮酒，保持卧室凉爽、黑暗和安静。

# coach.issue.fragmentedSleep.outcome
source: Improving the environment will reduce night waking and increase the proportion of deep sleep.
ar: تحسين البيئة سيُقلّل الاستيقاظ الليلي ويزيد نسبة النوم العميق.
ca: Millorar l'ambient reduirà els despertars nocturns i augmentarà la proporció de son profund.
de: Eine bessere Schlafumgebung wird nächtliche Aufwachzeiten reduzieren und den Tiefschlafanteil erhöhen.
es: Mejorar el ambiente reducirá los despertares nocturnos y aumentará la proporción de sueño profundo.
fr: Améliorer l'environnement réduira les réveils nocturnes et augmentera la proportion de sommeil profond.
ja: 環境を改善することで夜間覚醒が減り、深い睡眠の割合が増加します。
zh_hans: 改善睡眠环境将减少夜间觉醒，增加深度睡眠比例。

# coach.issue.fragmentedSleep.reason
source: Your nights contain multiple sleep-wake transitions. This reduces the amount of slow-wave and REM sleep you get.
ar: تحتوي لياليك على انتقالات متعددة بين النوم واليقظة. هذا يُقلّل من كمية نوم الموجة البطيئة ونوم حركة العين السريعة التي تحصل عليها.
ca: Les teves nits contenen múltiples transicions son-vigília. Això redueix la quantitat de son d'ones lentes i son REM que obtens.
de: Deine Nächte enthalten mehrere Schlaf-Wach-Übergänge. Das reduziert die Menge an Tiefschlaf und REM-Schlaf, die du bekommst.
es: Tus noches contienen múltiples transiciones sueño-vigilia. Esto reduce la cantidad de sueño de ondas lentas y sueño REM que obtienes.
fr: Vos nuits contiennent de multiples transitions sommeil-éveil. Cela réduit la quantité de sommeil à ondes lentes et de sommeil paradoxal que vous obtenez.
ja: 夜間に睡眠と覚醒の切り替えが複数回起きています。これにより、徐波睡眠とレム睡眠の量が減少します。
zh_hans: 您的夜晚包含多次睡眠-清醒切换，减少了慢波睡眠和快速眼动睡眠的量。

# coach.issue.fragmentedSleep.title
source: Fragmented Sleep
ar: نوم متقطع
ca: Son fragmentat
de: Fragmentierter Schlaf
es: Sueño fragmentado
fr: Sommeil fragmenté
ja: 断片的な睡眠
zh_hans: 睡眠碎片化

# coach.issue.insufficientData.action
source: Add sleep sessions for several nights manually or connect Apple Health for automatic import.
ar: أضف جلسات نوم لعدة ليالٍ يدوياً أو وصّل Apple Health للاستيراد التلقائي.
ca: Afegeix sessions de son per a diverses nits manualment o connecta Apple Health per a la importació automàtica.
de: Füge Schlafeinträge für mehrere Nächte manuell hinzu oder verbinde Apple Health für den automatischen Import.
es: Agrega sesiones de sueño para varias noches manualmente o conecta Apple Health para la importación automática.
fr: Ajoutez des sessions de sommeil pour plusieurs nuits manuellement ou connectez Apple Health pour l'importation automatique.
ja: 複数の夜の睡眠セッションを手動で追加するか、自動インポートのためにApple Healthに接続してください。
zh_hans: 手动添加几晚的睡眠记录，或连接Apple Health进行自动导入。

# coach.issue.insufficientData.outcome
source: With 3 or more nights, accurate personalized insights about your circadian rhythm will appear.
ar: بعد 3 ليالٍ أو أكثر، ستظهر رؤى شخصية ودقيقة عن إيقاعك اليومي.
ca: Amb 3 o més nits, apareixeran insights precisos i personalitzats sobre el teu ritme circadià.
de: Ab 3 oder mehr Nächten erscheinen genaue, personalisierte Einblicke in deinen Tagesrhythmus.
es: Con 3 o más noches, aparecerán perspectivas precisas y personalizadas sobre tu ritmo circadiano.
fr: Avec 3 nuits ou plus, des insights précis et personnalisés sur votre rythme circadien apparaîtront.
ja: 3晩以上のデータがあれば、あなたの概日リズムについての正確な個人化されたインサイトが表示されます。
zh_hans: 有3晚或更多数据后，关于您昼夜节律的准确个性化见解将会出现。

# coach.issue.insufficientData.reason
source: We need more sleep data to provide accurate analysis. Track your sleep for a few nights to start receiving personalized insights.
ar: نحتاج إلى المزيد من بيانات النوم لتقديم تحليل دقيق. سجّل نومك لعدة ليالٍ لبدء الحصول على رؤى شخصية.
ca: Necessitem més dades de son per proporcionar una anàlisi precisa. Registra el teu son durant unes quantes nits per començar a obtenir insights personalitzats.
de: Wir brauchen mehr Schlafdaten für eine genaue Analyse. Erfasse deinen Schlaf mehrere Nächte lang, um personalisierte Erkenntnisse zu erhalten.
es: Necesitamos más datos de sueño para proporcionar un análisis preciso. Registra tu sueño durante algunas noches para comenzar a recibir perspectivas personalizadas.
fr: Nous avons besoin de plus de données de sommeil pour fournir une analyse précise. Enregistrez votre sommeil pendant quelques nuits pour commencer à recevoir des insights personnalisés.
ja: 正確な分析のためにより多くの睡眠データが必要です。個人化されたインサイトを受け取るために数晩睡眠を記録してください。
zh_hans: 我们需要更多睡眠数据才能提供准确的分析。记录几晚的睡眠以开始获得个性化见解。

# coach.issue.insufficientData.title
source: Collecting Data...
ar: جمع البيانات...
ca: Recollint dades...
de: Daten werden gesammelt...
es: Recopilando datos...
fr: Collecte de données...
ja: データを収集中...
zh_hans: 正在收集数据...

# coach.issue.insufficientDuration.action
source: Move your bedtime 15 minutes earlier each night until you reach your target sleep duration.
ar: تقدّم بوقت نومك 15 دقيقة كل ليلة حتى تصل إلى هدف مدة النوم.
ca: Avança l'hora d'anar a dormir 15 minuts cada nit fins a assolir la durada objectiu del son.
de: Verlege deine Schlafenszeit jede Nacht um 15 Minuten vor, bis du die Ziel-Schlafdauer erreichst.
es: Adelanta tu hora de dormir 15 minutos cada noche hasta alcanzar la duración objetivo del sueño.
fr: Avancez votre heure de coucher de 15 minutes chaque nuit jusqu'à atteindre la durée de sommeil cible.
ja: 目標睡眠時間に達するまで、毎晩15分ずつ就寝時間を早めましょう。
zh_hans: 每晚将就寝时间提前15分钟，直到达到目标睡眠时长。

# coach.issue.insufficientDuration.outcome
source: Increasing sleep duration will improve memory, mood, and immune function within two weeks.
ar: زيادة مدة النوم تُحسّن الذاكرة والمزاج والجهاز المناعي خلال أسبوعين.
ca: Augmentar la durada del son millorarà la memòria, l'humor i el sistema immunitari en dues setmanes.
de: Mehr Schlaf verbessert Gedächtnis, Stimmung und Immunsystem innerhalb von zwei Wochen.
es: Aumentar la duración del sueño mejorará la memoria, el estado de ánimo y la función inmunitaria en dos semanas.
fr: Augmenter la durée du sommeil améliorera la mémoire, l'humeur et la fonction immunitaire en deux semaines.
ja: 睡眠時間を増やすことで、2週間以内に記憶力、気分、免疫機能が改善されます。
zh_hans: 增加睡眠时间将在两周内改善记忆力、情绪和免疫功能。

# coach.issue.insufficientDuration.reason
source: Your average sleep duration is below the recommended amount. Accumulated sleep debt affects mood, focus, and overall health.
ar: متوسط نومك أقل من الموصى به. تراكم الديون النومية يؤثر على المزاج والتركيز والصحة العامة.
ca: La teva durada de son mitjana és inferior a la recomanada. L'acumulació de deute de son afecta l'humor, la concentració i la salut general.
de: Deine durchschnittliche Schlafdauer liegt unter dem empfohlenen Wert. Aufgebauter Schlafmangel beeinträchtigt Stimmung, Konzentration und allgemeine Gesundheit.
es: Tu duración media de sueño está por debajo de lo recomendado. La deuda de sueño acumulada afecta el estado de ánimo, la concentración y la salud en general.
fr: Votre durée de sommeil moyenne est inférieure aux recommandations. La dette de sommeil accumulée affecte l'humeur, la concentration et la santé générale.
ja: 平均睡眠時間が推奨量を下回っています。蓄積した睡眠負債は気分、集中力、全体的な健康に影響します。
zh_hans: 您的平均睡眠时间低于建议量。累积的睡眠债务会影响情绪、注意力和整体健康。

# coach.issue.insufficientDuration.title
source: Insufficient Sleep Duration
ar: مدة نوم قصيرة
ca: Durada del son insuficient
de: Unzureichende Schlafdauer
es: Duración del sueño insuficiente
fr: Durée de sommeil insuffisante
ja: 睡眠時間の不足
zh_hans: 睡眠时间不足

# coach.issue.irregularSchedule.action
source: Pick a fixed sleep and wake time and stick to it for two weeks, even on weekends.
ar: اختر وقتاً ثابتاً للنوم والاستيقاظ والتزم به حتى في عطل نهاية الأسبوع خلال أسبوعين متتاليين.
ca: Escull una hora fixa per anar a dormir i despertar-te i mantén-la durant dues setmanes, fins i tot els caps de setmana.
de: Wähle eine feste Schlaf- und Aufwachzeit und halte sie zwei Wochen lang ein – auch am Wochenende.
es: Elige una hora fija de sueño y vigilia y cúmplela durante dos semanas, incluso los fines de semana.
fr: Choisissez une heure fixe de coucher et de lever et respectez-la pendant deux semaines, même le week-end.
ja: 就寝・起床時間を決め、週末も含めて2週間守り続けましょう。
zh_hans: 选择固定的睡眠和起床时间，包括周末，坚持两周。

# coach.issue.irregularSchedule.outcome
source: After two weeks of regularity, you'll notice waking up spontaneously before your alarm and feeling more alert in the morning.
ar: بعد أسبوعين من الانتظام، ستلاحظ أنك تستيقظ بشكل تلقائي قبل المنبه وتشعر بمزيد من اليقظة صباحاً.
ca: Després de dues setmanes de regularitat, notaràs que et despertes espontàniament abans del despertador i et sents més despert al matí.
de: Nach zwei Wochen Regelmäßigkeit wirst du merken, dass du vor dem Wecker spontan aufwachst und dich morgens wacher fühlst.
es: Después de dos semanas de regularidad, notarás que te despiertas espontáneamente antes de la alarma y te sientes más alerta por la mañana.
fr: Après deux semaines de régularité, vous remarquerez que vous vous réveillez spontanément avant votre réveil et vous sentez plus alerte le matin.
ja: 2週間の規則正しい生活の後、アラームの前に自然に目覚め、朝の覚醒度が上がることに気づくでしょう。
zh_hans: 规律两周后，您会发现自己在闹钟响之前自然醒来，早晨更加清醒。

# coach.issue.irregularSchedule.reason
source: Your bedtime varies by more than an hour night to night. This makes it hard for your internal clock to anticipate sleep and wake times, reducing sleep quality.
ar: وقت نومك يتغير بأكثر من ساعة من ليلة لأخرى. يصعب على الساعة البيولوجية التنبؤ بمواعيد النوم والاستيقاظ مما يُضعف نوعية النوم.
ca: L'hora d'anar a dormir varia més d'una hora d'una nit a l'altra. Això dificulta que el rellotge intern anticipi les hores de son i vigília, cosa que redueix la qualitat del son.
de: Deine Schlafenszeit variiert von Nacht zu Nacht um mehr als eine Stunde. Das erschwert es der inneren Uhr, Schlaf- und Wachzeiten vorherzusagen, was die Schlafqualität mindert.
es: Tu hora de dormir varía más de una hora de noche en noche. Esto dificulta que el reloj interno anticipe los horarios de sueño y vigilia, reduciendo la calidad del sueño.
fr: Votre heure de coucher varie de plus d'une heure d'une nuit à l'autre. Cela rend difficile pour l'horloge interne d'anticiper les heures de sommeil et de réveil, réduisant la qualité du sommeil.
ja: 就寝時間が夜ごとに1時間以上変動しています。これにより体内時計が睡眠・起床時間を予測しにくくなり、睡眠の質が低下します。
zh_hans: 您每晚的就寝时间相差超过一小时，使生物钟难以预测睡眠和醒来时间，降低睡眠质量。

# coach.issue.irregularSchedule.title
source: Irregular Sleep Schedule
ar: جدول نوم غير منتظم
ca: Horari de son irregular
de: Unregelmäßiger Schlafrhythmus
es: Horario de sueño irregular
fr: Horaire de sommeil irrégulier
ja: 不規則な睡眠スケジュール
zh_hans: 睡眠时间不规律

# coach.issue.maintenance.action
source: Keep the same sleep schedule. Natural morning light exposure reinforces stability.
ar: حافظ على نفس جدول النوم. التعرض للضوء الطبيعي في الصباح يُعزز الثبات.
ca: Mantén el mateix horari de son. L'exposició a la llum natural al matí reforça l'estabilitat.
de: Behalte denselben Schlafrhythmus bei. Natürliches Morgenlicht stärkt die Stabilität.
es: Mantén el mismo horario de sueño. La exposición a la luz natural por la mañana refuerza la estabilidad.
fr: Maintenez le même horaire de sommeil. L'exposition à la lumière naturelle le matin renforce la stabilité.
ja: 同じ睡眠スケジュールを維持しましょう。朝の自然光を浴びることで安定性が強化されます。
zh_hans: 保持相同的睡眠时间表。早晨接受自然光照射可以增强稳定性。

# coach.issue.maintenance.outcome
source: Maintaining regularity protects your gains and prevents regression toward unhealthy patterns.
ar: الحفاظ على الانتظام يحمي مكاسبك ويمنع الانتكاس نحو الأنماط غير الصحية.
ca: Mantenir la regularitat protegeix els teus guanys i prevé la recaiguda en patrons no saludables.
de: Regelmäßigkeit zu erhalten schützt deine Fortschritte und verhindert einen Rückfall in ungesunde Muster.
es: Mantener la regularidad protege tus logros y previene la regresión hacia patrones no saludables.
fr: Maintenir la régularité protège vos acquis et prévient une régression vers des schémas non sains.
ja: 規則正しさを維持することで、成果を守り、不健康なパターンへの逆戻りを防ぎます。
zh_hans: 保持规律性可以巩固成果，防止退回到不健康的睡眠模式。

# coach.issue.maintenance.reason
source: Your sleep pattern is consistent and aligns with your goals. Your circadian rhythm is stable and strong.
ar: نمط نومك منتظم ومتوافق مع أهدافك. الإيقاع اليومي مستقر وقوي.
ca: El teu patró de son és consistent i s'alinea amb els teus objectius. El ritme circadià és estable i fort.
de: Dein Schlafmuster ist konsistent und entspricht deinen Zielen. Der Tagesrhythmus ist stabil und stark.
es: Tu patrón de sueño es consistente y se alinea con tus objetivos. Tu ritmo circadiano es estable y fuerte.
fr: Votre schéma de sommeil est cohérent et s'aligne sur vos objectifs. Votre rythme circadien est stable et fort.
ja: 睡眠パターンは一貫しており、目標に合致しています。概日リズムは安定して強固です。
zh_hans: 您的睡眠模式稳定，与目标一致。昼夜节律稳定且强健。

# coach.issue.maintenance.title
source: Good Rhythm — Keep It Up
ar: إيقاع جيد — حافظ عليه
ca: Bon ritme — mantén-lo
de: Guter Rhythmus — weiter so
es: Buen ritmo — mantenlo
fr: Bon rythme — continuez
ja: 良好なリズム — 維持しましょう
zh_hans: 节律良好 — 继续保持

# coach.issue.offTargetForCustomSchedule.action
source: Review your custom schedule in Settings and try to align your sleep and wake times with your targets.
ar: راجع الجدول المخصص في الإعدادات وحاول الاقتراب من أوقات النوم والاستيقاظ المستهدفة.
ca: Revisa l'horari personalitzat a la configuració i intenta apropar-te als temps de son i despertar objectius.
de: Überprüfe den Benutzerzeitplan in den Einstellungen und versuche, die Ziel-Schlaf- und Aufwachzeiten einzuhalten.
es: Revisa tu horario personalizado en Ajustes e intenta alinear tus horas de sueño y vigilia con tus objetivos.
fr: Consultez votre planning personnalisé dans les Réglages et essayez d'aligner vos heures de sommeil et de réveil sur vos cibles.
ja: 設定でカスタムスケジュールを確認し、就寝・起床時間を目標に合わせるよう努めましょう。
zh_hans: 在设置中查看您的自定义时间表，并尝试将睡眠和起床时间与目标对齐。

# coach.issue.offTargetForCustomSchedule.outcome
source: Aligning with the target schedule will improve sleep quality and daytime energy levels.
ar: التوافق مع الجدول المستهدف سيُحسّن جودة نومك ومستوى طاقتك خلال النهار.
ca: Alinear-se amb l'horari objectiu millorarà la qualitat del son i el nivell d'energia durant el dia.
de: Die Ausrichtung auf den Zielplan verbessert die Schlafqualität und das Energieniveau tagsüber.
es: Alinearse con el horario objetivo mejorará la calidad del sueño y los niveles de energía diurna.
fr: S'aligner sur le planning cible améliorera la qualité du sommeil et les niveaux d'énergie diurnes.
ja: 目標スケジュールに合わせることで、睡眠の質と日中のエネルギーレベルが向上します。
zh_hans: 与目标时间表对齐将提高睡眠质量和日间能量水平。

# coach.issue.offTargetForCustomSchedule.reason
source: Your sleep differs from the custom schedule you set. Staying on the target schedule improves sleep quality.
ar: نومك يختلف عن الجدول المخصص الذي ضبطته. الثبات على الجدول المستهدف يُحسّن جودة النوم.
ca: El teu son difereix de l'horari personalitzat que has configurat. Mantenir-se en l'horari objectiu millora la qualitat del son.
de: Dein Schlaf weicht vom festgelegten Benutzerzeitplan ab. Das Einhalten des Zielplans verbessert die Schlafqualität.
es: Tu sueño difiere del horario personalizado que estableciste. Mantenerse en el horario objetivo mejora la calidad del sueño.
fr: Votre sommeil diffère du planning personnalisé que vous avez défini. Respecter le planning cible améliore la qualité du sommeil.
ja: 設定したカスタムスケジュールと睡眠が異なっています。目標スケジュールを維持することで睡眠の質が向上します。
zh_hans: 您的睡眠与设置的自定义时间表不符。坚持目标时间表可以提高睡眠质量。

# coach.issue.offTargetForCustomSchedule.title
source: Off Custom Schedule
ar: بعيد عن الجدول المخصص
ca: Fora de l'horari personalitzat
de: Abweichung vom Benutzerzeitplan
es: Fuera del horario personalizado
fr: Hors du planning personnalisé
ja: カスタムスケジュール外
zh_hans: 偏离自定义时间表

# coach.issue.offTargetForShift.action
source: Adjust your sleep time to align with your shift target window; use an eye mask and blackout curtains for good daytime sleep.
ar: اضبط وقت نومك ليتوافق مع النافذة المستهدفة لوردية عملك، واستخدم قناعاً للعين وستائر معتمة لنوم نهاري جيد.
ca: Ajusta l'hora de dormir per alinear-te amb la finestra objectiu del teu torn; usa antifaç i cortines opaques per a un bon son diürn.
de: Passe deine Schlafzeit an das Zielfenster deiner Schicht an; nutze Schlafmaske und Verdunkelungsvorhänge für guten Tagesschlaf.
es: Ajusta tu hora de sueño para alinearte con la ventana objetivo de tu turno; usa antifaz y cortinas opacas para un buen sueño diurno.
fr: Ajustez votre heure de sommeil pour vous aligner sur la fenêtre cible de votre quart; utilisez un masque pour les yeux et des rideaux occultants pour un bon sommeil diurne.
ja: シフトの目標窓に合わせて睡眠時間を調整し、良質な昼間の睡眠のためにアイマスクと遮光カーテンを使用しましょう。
zh_hans: 调整睡眠时间以与班次目标窗口对齐；使用眼罩和遮光窗帘以获得良好的白天睡眠。

# coach.issue.offTargetForShift.outcome
source: Aligning with the shift window will reduce on-shift fatigue and improve recovery.
ar: التوافق مع نافذة الوردية يُقلّل التعب أثناء العمل ويُحسّن التعافي.
ca: Alinear-se amb la finestra del torn reduirà la fatiga durant el treball i millorarà la recuperació.
de: Die Ausrichtung auf das Schichtfenster reduziert die Erschöpfung bei der Arbeit und verbessert die Erholung.
es: Alinearse con la ventana del turno reducirá la fatiga durante el turno y mejorará la recuperación.
fr: S'aligner sur la fenêtre de quart réduira la fatigue pendant le quart et améliorera la récupération.
ja: シフト窓に合わせることで、勤務中の疲労が軽減され、回復が改善されます。
zh_hans: 与班次窗口对齐将减少班次期间的疲劳并改善恢复。
